[
    "la science est utile ",
    "la philosophie est importante",
    "sociologie : L'objectif de la sociologie est de comprendre en profondeur les intéractions humaines et le fonctionnement de la société. Par exemple, on ne cherche pas juste à regarder un organigramme mais aussi à comprendre comment les groupes se forment au sein de celui-ci, comment et pourquoi les gens intéragissent de cette façon etc... Le problème de la sociologie est que le sociologue apaprtient à son objet d'étude, il fait partie de l'environnement, il faut donc mettre de côté ses pensées et ses a prioris. Il faut arriver à prendre en compte tous les points de vue et non pas seulement ceux qui nous avantages.",
    "Sociologie : 2 concepts importants : fonctions \"manifestes\" et \"latentes\". La fonction manifeste est ce qui découle de manière évidente de l'action tandis que la fonction latente est ce qui découle de manière involontaire. Par exemple, la fonction manifeste d'une interdiciton des jeux de hasard est l'interdiction tandis que la fonction latente est le développement d'un empire de paris illégaux.",
    "Sociologie : l'objectif du sociologue ne doit pas être de trouver des solutions à des problèmes car les problèmes sont subjectifs mais d'essayer de comprendre le processus qui engendre ceux-ci. Par exemple, la pauvreté dans un quartier spécifique de Paris peut être un problème pour ses habitants mais un avantages pour les autres quartiers de paris car il regroupe les individus à risques.",
    "Sociologie : Un des objectifs de la sociologie est de voir derrière la façade, voir plus loin et comprendre. Il n'y a pas de notions de bien ou de mal mais juste de la compréhension.",
    "Concept d'idéologie en sociologie: lorsqu'on se convainc que notre point de vue est le bon, ce qui amène à un point de vue biaisé sans s'en rendre compte. Par exemple, la strip-teaseuse qui se convainc dêtre une artiste, le bourreau qui se convainc d'être utile à la société.",
    "Regression fonctionnelle: Le smoothing a 2 principaux avantages. Tout d'abord cela peut être utile si on veut étudier les dérivées, ce qui n'est pas possible si on trace juste des droites entre les points. Secondement, cela permet de ne pas tenir compte de la discrétization de l'intervalle. Par exemple, on peut entrainer un modèle à prédire si la personne va être chauve en fonction de sa poussée de croissance en prenant les valeurs mensuelles et le tester en prenant les valeurs journalières ou un mois sur deux.",
    "Les idées et l’identité de chacun est relatif et dépend de ce fait de son environnement. Par exemple dans une famille très chrétienne les événements importants de notre vie seront sans doute le baptême ou la communion. Tandis que si on devient un bobo peut être que ces mêmes événements ne seront plus importants au profit d’autres. ",
    "sociologie : Il y a une réécriture de l’histoire, on regarde notre passé différemment et la majorité de nos souvenirs disparaissent sans qu’on s’en rende compte. ",
    "sociologie: La mobilité sociale réécrit notre histoire également. On se convainc de choses fausses (pour qui ?). Par exemple, je mets Oxford sur un pied d’estale pour me convaincre que je suis intelligent, me convaincre que je me suis amélioré, que je suis différent des autres, différent de ceux qui m’entouraient plus jeunes. Mais au final, est ce vrai ? Est ce que je ne suis pas exactement le même qui pense juste différemment et que presque n’importe qui aurait pu arriver ou j’en suis en travaillant ?",
    "sociologie : La sociologie est une mouvement qui nous aide à comprendre notre biographie et son évolution au sein de monde et classes sociales différents. Encore une fois notre identité est relative.",
    "sociologie : Il y a 3 formes de contrôle social : physique, économique et « psychologique » (par exemple être exclu d’un groupe car notre opinion diffère ou le ridicule)",
    "Sociologie : le baiser créer le désir. Cela montre qu’on se convainc nous même à travers nos actes. On joue tout le temps un rôle dans notre société, juste on s’en rend pas compte et on se convainc à travers des actions qu’on est légitime d’avoir ce rôle.",
    "sociologie : L’homme sincère est celui qui croit à sa propre propagande. Quand on est dans un rôle on se force à agir et penser de façon à remplir ses fonctions. Comme disait Robert Musil, il y a dans le cœur de tout meurtrier un endroit où il est éternellement innocent.",
    "sociologie : Concept fondamentale pour parler de tous ces processus ancrés dans chaque individu, que ce soit le fait de jouer des rôles ou d’avoir une vision du monde définie à la naissance, est appelé intériorisation. On intériorise les normes de la société sans s’en rendre compte.  La société est à la fois intérieur et extérieur à l’individu. D’une part on intériorise des normes et des façons de penser. D’autre part on subit la société, notamment la pression de groupe. ",
    "Malgré la pensée pessimiste de Durkheim, selon laquelle les actes sociaux s'imposent à nous, Max Weber apporte une réponse différente. En effet, pour lui, la sociologie découle des actes et que les actions ont un sens. De ce fait il est possible d'influer sur la société de 3 grandes facons différentes.Tout d'abord, avec ce qu'il appelle le \"charisme\", lorsqu'on se distingue et qu'on crée une nouvelle voie. Ensuite, on peut \"saboter la société\", en agissant totalement en rupture de ce qu'on attend de nous. Enfin, on peut s'en extraire et créer sa propre société en s'isolant.",
    "La liberté ne peut pas être étudier de manière scientifique car les sciences cherchent des effets causaux, on veut expliquer des phénomènes. Le problème est que la liberté découle par défintiond'aucun phénomène. Ce qui crée une espèce de paradoxe.",
    "Le concept du Man par Heidegger est le fait qu’en généralisant trop on finit par devenir personne. En effet, quand on utilise « on » dans des formules générales, ce « On » est à la fois tout le monde et personne. C’est sans doute une mauvaise chose de finir par devenir ce « on » car à la fin on est personne et on en part son individualité qui fait la beauté de l’humanité. Le Man nous permet de vivre de manière inauthentique comme un parmis tant d’autres et nous empêche de nous questionner sur le sens métaphysique de la vie. En effet, ce Man apporte des réponses générales pour nuancer l’effroi suscité par certaines questions telle que la mort. Mais en disant « on meurt tous un jour » ça va mieux.\n",
    "Seul celui qui comprend les regles du jeu est capable de tricher. Cela montre qu'un des intérets de la sociologie est de pouvoir l'utiliser à des fins personnelles en comprenant les interactions entre les Hommes.",
    "mobilité sociale: Il faut comprendre que le concept de mobilité sociale a deux dimensions. Tout d'abord il y a la trajectoire des individus qui définit la mobilité sociale. Mais ce concept est également à mettre en lumière avec les intéractions, l'évolution et la réprésentation sociale des classes. En effet, être prof il ya 50 ans était bien mieux vu qu'aujourd'hui. Ainsi, les classes elle mêmes sont en mouvement.",
    "Mobilité sociale: Pendant des années, l'ascension sociale des classes les plus basses a été possible grace à l'immigration. En effet, les emploies moins socialement valorisés ont été acceptés par des immigrés. Ainsi l'ouvrier peut devenir cadre ou employé sans qu'il y ait de manque dans la société car il est remplacé par des immigrés. Ce qui n'est pas nécessairement vrai pour les agriculteurs qui \"recrutent\" assez peu. Dans la majorité des cas, seuls les fils d'aggriculteurs deviennent aggriculteurs.",
    "Quand on est jeune on a tendance à avoir un avis trop affirmé : c'est soit oui soit non. Mais le monde n'est pas binaire, il n'y a pas de vrai ou de faux, seulement des degrés. Il faut arriver à prendre du recul.",
    "Le monde est absurde, cela ne sert à rien d'y chercher une quelconque signification. Nous ne sommes pas venu sur terre pour accomplir quelque chose. Nous pouvons créer notre propre destinée. Camus disait \"il faut imaginer sisyphe heureux\". Il faut donc prendre du plaisir pendant notre existence et pas dans la finalité de celle-ci.",
    "Il n'y a pas de vérité, seulement des interprétations. \"être sincère c'est croire à sa propre propagande\". Cela se confirme même dans les différentes philosophies qui sont au finale des reflets de la volonté d'individus.",
    "Selon Nieztsche, un des problèmes de la religion moderne est de créer des Hommes faibles. En effet, via la doctrine d’amour et d’aider son prochain + le fait que chacun est une place dans le monde, même les idiots et les incapables persistent et les Hommes forts sont tirés vers le bas. La religion donne également une raison d’exister aux classes moyennes et basses en leur faisant croire que leur seule vocation sur terre est de servir l’intéret commun. Ainsi cela leur permet de s’élever socialement dans leurs esprits.",
    "La cruauté religieuse se distingue en 3 grands échelons. Jadis on sacrifiait des humains à son dieu. Puis on a sacraifié ce qui rendait humain à son dieu, cad les sentiments et les instincts en prônant un style de vie ecclésiatistqiue. Enfin, on a sacrifié Dieu au bénéfice du néant.\n",
    "Toutes les informations relatives à mon logement et les conditions que je dois respecter, ainsi que comment payer sont trouvables dans le college licence agreement (Oxford/en/worcester"
]